Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 姬听雨在聚珍阁地位显然非常高，她沉吟起来，别人也不敢开口，片刻之后她再次问道：“易公子，听雨想冒然问问，这炼制丹药的大师……知道你出来卖丹药吗？”
en_us: It was evident that Ji Tingyu's status in Pearl Gathering Pavilion was exceptionally high, no one would raise any objection even if she muttered anything. After a brief moment, she once again asked, "Young Master Yi, I would like to take the liberty to ask - the alchemist who refined this pill... Does he know that you brought it out to sell?"

source: 姬听雨如花的脸庞顿时变色，目光灼灼的盯着江逸，沉声问道：“易公子，此话当真？”
en_us: Ji Tingyu's beautiful face instantly lost its color. She fixed keen eyes upon Jiang Yi and asked somberly, "Young Master Yi, do you speak of the truth?"

source: 姬听雨心里暗叹一声可惜，江逸如此年纪了才是铸鼎境二重，除非超级大家族用大量资源培育，否则这辈子成就有限。武者越修炼到后面越困难，凭借丹药不可能铸就一名强者，一般家族也消耗不起，至少天羽城内的家族没这个能力。
en_us: In her heart, Ji Tingyu sighed silently about how, unfortunately for Jiang Yi, he was already so old, yet his power level was only at a measly second stage of the Cast Tripod Realm. Unless greatly large powerful family clans invested a great amount of resources on training him, otherwise his accomplishments would forever remain severely limited. The higher a martial artist cultivated his power level up to, the more difficult it got to increase his power level further. Relying on elixirs alone also could not instantly produce a powerful martial artist. The resources needed were something ordinary families could not afford to spend and consume on - at least, the family clans within Skyplume City did not have such an ability.

source: 姬听雨打开房门走了出去，江逸却满眸迷茫，让他跟着炼丹师学习炼丹术？跟哪个炼丹师？难道是柳长老？可他已经死了啊，而且他只是一品炼丹师能强大到哪去呢？
en_us: 一品Ji Tingyu opened the room door and walked out, leaving Jiang Yi whose pupils were revealing a look of perplexed bewilderment. He wondered to himself about her suggestion to continue following "that alchemist" to learn the art of alchemy. With which alchemist? Could she be talking about Elder Liu? What could he do, considering that he's already dead? Besides, how great a life could he have by being just a first-rate alchemist?

source: 姬听雨摇了摇头道：“谁生下来就注定是王侯将相？我们的出身谁也无法决定，但我们的命运可以自己去主宰。我尊称你一声公子，并不是因为你的出身，天羽城青年俊彦多如牛毛，一般人我都懒得他们说话，你能懂我的意思吗？”
en_us: Ji Tingyu shook her head and replied, "Which person, upon birth, is immediately destined to be a great person? No one can ever determine one's own family background, but we can dictate and control our own destinies. I call you 'young master' with respect, not because of your birth or background. The number of youth in Skyplume City that are handsome and talented is virtually countless, yet I'm usually too lazy to even speak to most of them. Do you get what I mean?"

source: 姬听雨暗暗惊疑，再也不保存实力了，双腿连连点在地面，速度如一阵狂风般朝江逸掠去，双手十指如在虚空弹琴，幻出一片残影，将江逸全身都笼罩进去。
en_us: Ji Tingyu was silently bewildered by what she had just witnessed. Deciding not to reduce and conserve her power any longer, she tip-toped and continuously stepped point by point on the ground as she moved in a sweeping motion towards Jiang Yi at a high speed, akin to a strong gale. The ten fingers on both her hands gestured like they were playing a magic guqin in mid-air, conjuring up an image figure of made from her hand gestures within which she entangled Jiang Yi's whole body.

source: 姬听雨本怕一招就把江逸击飞了，所以没敢动用全力，还只是用了人阶的武技，那料到江逸竟轻松躲避开去？动作如行云流水，轻松自如。
en_us: Ji Tingyu was originally afraid that she would send Jiang Yi flying with just one move and, as such, did not dare to apply her full force in this initial attack. She had even used a Man-tier martial arts technique. Who could expect Jiang Yi to actually avoid the attack with such easy. His movements were relaxed and smooth, natural like moving clouds and flowing water.

source: 姬听雨淡然一笑，解释道：“在外面你看了我一眼，立即潜藏身形，我只是有些惊疑。进来之后看你这体型又让我觉得隐约有些熟悉，最后看到你的鞋子，我才猜到的。”
en_us: Ji Tingyu calmly laughed and explained, "I was just somewhat startled how you took a look at me outside this room and immediately tried to hide your body. After we entered the room, upon seeing your build, I couldn't help but feel you seemed somewhat vaguely familiar. Finally I was able to guess after taking a look at your shoes.

source: 姬听雨盈盈一笑，美得让人炫目，她美眸中光波流转，望着鹤大师笑道：“鹤爷爷，偌大的天羽城，炼丹没人比得上你，但论做生意……却没人比得过我。就凭这丹纹，要不是怕吓到这少年，我都会出十两紫金收购。如果用一点小钱，就能交好一位可能成为……丹王丹圣的炼丹师，这生意就太划算了。对了！鹤爷爷你千万不要派人去跟踪，否则激怒了那位神秘的炼丹师就得不偿失了。放心吧，这位少年很快又会上门的……”
en_us: 丹王Ji Tingyu was full of laughter, her giggles making her beauty ever more dazzling. Moving the pupils of her heautiful eyes around to look at Master he, she smiled, saying, "Grandfather He, in a place as vast as Skyplume City, there is no alchemist on par with you, but when it comes to doing business... no one is on par wth me. Just based on this elixir vein pattern alone, if not for the fear I have of scaring away the young man, I would even be willing to purchase the elixirs from him for ten taels of purple gold. If I only have to use a little amount of money, and in turn receive someone who might become... an alchemist worthy of being an alchemist master or alchemist saint, such an exchange is truly value-for-money. Oh, right! Grandfather He, no matter what, do not send someone to follow him, otherwise, should we infuriate that mysterious alchemist, we would never be able to replace that potential loss. Don't worry, that young man would certainly return soon enough..."

source: 姬听雨眼中带着淡淡的笑意，好奇的盯着江逸看，直到看得江逸忍不住了，才开口道：“易公子，好久不见！”
en_us: Ji Tingyu's eyes revealed a faint expression of happiness. She stared at Jiang Yi with much curiosity until she could hold it in no longer - it was only then that she opened her mouth to say, "Young Master Yi, long time no see!"

source: 姬听雨眼中闪过一丝失望，沉默一阵才轻声说道：“我这次出关，听说你还在这当陪练所以过来看看。和你明说了吧，易公子，你上次送来的丹药很了不起，那位炼丹师以后会非常强大，所以希望你一心一意去追随那个炼丹师，不要在这浪费时间，在武殿内虽然修炼速度能加快一些，但你已经过了修炼的黄金年龄了，这辈子不可能有大成就。当然，我也想通过你认识那位炼丹师，从而建立某种交情，如果你能帮我，什么条件都好说。嗯……或许我的话有些直，希望易公子不要介意。”
en_us: Disappointment flashed in Ji Tingyu's eyes. She was quiet for a moment before speaking softly, "I came out of seclusion and heard that your are still here as a sparring partner, so I decided to drop by to pay you a visit. To be frank with you, Young Master Yi, the elixirs you delivered the last time were amazing. The alchemist who made them would become very powerful in time to come. It is my wish for you to commit yourself to the alchemist, rather than wasting your time here. The cultivation speed is indeed faster in the Martial Arts Hall, but you are already past the ideal age for cultivation, which means you may never amount to anything great in this lifetime. Of course, I would also like to acquaint myself to the alchemist through you, and establish some relations with him. If you could help me with that, any request you have could be easily arranged. Ah... perhaps my words are too candid, I hope Young Master Yi would not mind."

source: 姬听雨走进了练功房，看到江逸还没进来，淡淡回头问了一句，目光在马黑旗和柳河脸上扫过，如画的眉头微微蹙了起来。
en_us: Ji Tingyu went into the Technique Practising Room; when she saw that Jiang Yi did not follow suit, she turned and asked in a dispassionate tone. With a glance at Ma Heiqi and Liu He, her eyebrows, as pretty as a painting, furrowed lightly.

source: 姬听雨起身朝外面走去，走到门口时，才转身说道：“公子，我还是觉得你还是跟着那名炼丹师学炼丹术的好，那炼丹师……很强大，以后前途也无量，你跟着他这辈子荣华富贵无忧……”
en_us: Ji Tingyu stood up and walked towards the exterior of the room. She only turned her body around once she reached the door to say, "Young master, I still think it's best for you to continue learning alchemy from that alchemist. That alchemist... is very knowledgable and powerful, with an immesurable great future prospect. If you continue following him, you'll be prosperous and without worry for the rest of your life..."

source: 姬听雨轻笑摇头，不予置否，她目光透过雅阁的窗口缝隙，望向远方的天空，微微一叹喃喃道：“神武国第一大商号有什么意思？我姬听雨将来可是要成为帝后的女人，怎么会一直行这充满铜臭的商贾之事？”
en_us: Ji Tingyu smiled faintly and shook her head, unwilling to comment any further. Through the small gap in the window in the elegant booth, her gaze turned to look at the faraway sky. She sighed slightly and muttered, "What's the point of being the number one merchanthouse in all of Divine Martial Kingdom? I, Ji Tingyu, am going to become the future wife of the king. How can I continue doing this greedy money-grubbing business of mercantile trading?"

source: 姬听雨轻笑摇头，美眸内异彩涟涟，真诚赞道：“易公子才给了听雨一个惊喜呢，听雨刚才可是全力攻击的，别说你就算这里的金牌陪练怕是也挡不住吧？唉……可惜公子境界太低了，否则一定有一番大作为的。当然，公子也别泄气，这个世界不乏大器晚成之辈。“
en_us: Ji Tingyu smiled faintly and shook her head, her pretty eyes revealing a look of extraordinary splendor. She praised him with much earnestness, saying, "It was Young Master Yi who gave Tingyu a big surprise! I had after all just attacked with full force just now; to say nothing of you, even the gold token-grade sparring partners would be unable to block off my attacks, no? Sigh... unfortunately, Young master, your Cast Tripod Realm stage power-levels are too low, otherwise our match would definitely provide much assistance to my training. Of course, you don't have to feel discouraged or dejected, Young Master, there are many late-bloomers in the world who still end up accomplishing great things.

source: 威胁吗？这是赤果果的威胁吧！
en_us: "Was this a threat? This was clearly a threat!"

source: 存放丹药的丹房很宽敞，里面有两个三层大柜台，全部摆满了瓶瓶罐罐，都是丹药。
en_us: The storeroom where the elixirs were kept was very wide, containing two large three-tiered counters inside. The counters were filled to the brim with bottles and containers, all holding elixirs.

source: 孙女？安儿才八岁啊喂？
en_us: Granddaughter? Is Lil An only eight years' old?

source: 孤儿：“……”MD，一对智障！
en_us: Lonemoon: "..." Damn it, a pair of retards!

source: 孤月&羿清：“……”原来河对岸那只五阶灵兽是她留下的？还以为哪个傻叉猎了灵兽居然不带走！
en_us: Lonemoon and Yi Qing: "…" So it turned out that the level five spirit beast on the opposite shore was left by her? They had been thinking which idiotic hunter had forgotten to take his spirit beast!

source: 孤月&羿清：“……”突然想去检查一下自己是不是瞎。
en_us: Lonemoon and Yi Qing: "…" They suddenly felt like checking if they were blind.

source: 孤月and羿清：“……”
en_us: Lonemoon and Yi Qing: "..."

source: 孤月、羿清和一旁的郁红，瞬间想起了某项生物知识，一起上前齐齐压住了他的手，脸色刷的全黑了。
en_us: Lonemoon, Yi Qing and Yu Hong suddenly recalled some biological knowledge and stopped Radish at the same time. All their expressions were dark.

source: 孤月一僵，隐隐觉得膝盖又中一箭。
en_us: Lonemoon froze at this comment, feeling as if someone had shot an arrow through his knee.

source: 孤月一喜，果然还是有明白人的，顿时松了口气，不愧是剑仙，快劝劝你那外挂师父。只见羿清转身朝着沈萤行了个礼，一脸严肃的开口道，“师父，此时眼看着就要午时了，您……还没吃午饭呢！”
en_us: Lonemoon was relieved by his reply. At least there was still someone who could read the situation; Yi Qing certainly deserved to be a Sword Immortal. Quickly advise your bogus master. But then he saw Yi Qing turning to Shen Ying with a serious look on his face, saying, "Master, it’s going to be noon time, you… haven’t had lunch yet!”

source: 孤月一塞，见他一脸再说一句就翻脸的样子，连忙改口，“是我失言。”转头看向还在淡定扒饭的沈萤，眼珠一转，只好曲线救国，“那个妹子……羿清的确是不可多得的人才，要是拜我为师，将来一飞冲天不是梦。如今他念及旧情不愿意，不如你帮我劝劝他。”
en_us: Lonemoon was dumbfounded. Sensing that Yi Qing would turn against him if he said another word, he quickly changed his tune. "My apologies, I spoke out of turn." Turning around, he saw Shen Ying still calmly eating her food. Another idea came to him. He would have to throw a curveball to save the situation. "Sister… Yi Qing is indeed a rare talent. If he accepts me as his master, his future will know no bounds. I know his reluctance is due to his loyalty to you. Maybe you can help me to persuade him."

source: 孤月一头黑线，忍不住推了推旁边的羿清，“喂，这兔妖你们到底怎么认识的？干嘛对沈萤这么好？”简直就是言听计从。
en_us: Perplexed, Lonemoon could not help but nudge Yi Qing who was standing next to him. "Hey, how did you come to know this rabbit demon? Why is it so good to Shen Ying?" Why, it was taking orders from Shen Ying like an obedient child.

source: 孤月一开始对这些弟子是没抱什么希望的，毕竟剑修之所以少，就是因为对修练的人要求极高。特别是对剑道的领悟超乎常人。羿清这种天生剑体除外，单看以前整个中青界只有他一个化神剑修，就连人才济济的上青界，能达到元婴的剑修也是屈指可数的。可见剑修修练有多困难。
en_us: Lonemoon did not carry much hope for these disciples in the beginning; after all, the reason that there were very few Sword Cultivators was because the requirements for people to learn in this way of cultivation was extremely high. In particular, their understanding of the Sword Dao had to be beyond the ordinary. In Yi Qing’s case, he was born with an Innate Sword Embodiment, but it was very rare to come by those who could even achieve the Nascent Soul stage as a Sword Cultivator as seen in the entire Middle Azure World in which there was only one Soul Formation Sword Cultivator. And this went true even for the Upper Azure World where talents were abundant. It needn’t be said that the path of a Sword Cultivator was extremely difficult.

source: 孤月一惊，也顾不得生气了，转身就冲出了前殿。看着天上的劫雷，感应了一下全身开始暴涨的灵气。连忙双手结印布下了重重法阵，并启动了护山大阵。
en_us: Lonemoon was so shocked that he forgot his anger. He turned and rushed out of the front hall. Looking at the lightning tribulation in the sky, he felt the Spirit Qi in his whole body surge. Quickly conjuring a hand seal, he set up many layers of array formations and also activated an array to protect their mountain.

source: 孤月一惊，到是没有想到薄家居然是这么厚道的人。魔界之门的确是她们发现的没错，但曲双城本就是薄家的地盘，现在被封禁，此方仙帝还他一块地方也是正常的事。就算他半点不提他们在其中起到的作用，别人也说不得什么。没想到他们得到新仙城的第一时间，居然是分他们一半？！
en_us: Lonemoon was surprised. He did not expect Pu Family to be such kind people. Yes, the door of Demon Realm was found by them, but Qushuang City was originally the Pu Family's. Now that the city is closed, it is normal for the Lord to grant him another place to stay. Even if he did not mention the rest that helped out in the process, other people would not comment much. Who would expect that their first reaction after receiving their new city, was actually to give half of it to them?

source: 孤月一愣，她不会说的是兔王吧？
en_us: Lonemoon paused for a moment, could she be talking about the Rabbit King?

source: 孤月一愣，眉头顿时又拧了起来，张口又闭上，犹豫了半天才回头继续看向前面道，“你那徒弟……这次闭关出来，修为最少也会到化神中期吧。”
en_us: Lonemoon hesitated and frowned once more. He opened his mouth to say something, then closed it again. He hesitated for a long while. Then, he explained, "That disciple of yours... After he comes out of the lock-up, he will at least be a mid-stage Soul Formation cultivator."

source: 孤月一愣，突然想到了什么，嘴角一抽抽，莫名就不想问她干了啥是肿么回事？
en_us: Lonemoon paused and seemed to think of something. His mouth twitched and for some baffling reason, he did not feel like asking her what she had done.

source: 孤月一愣，突然想到了什么，猛的睁大了眼睛，“你是说……”
en_us: Lonemoon was taken aback, his eyes widening abruptly as he suddenly thought of something. "Are you referring to…"

source: 孤月一愣，突然想起个事，花好像就是植物的……那啥？
en_us: Lonemoon faltered, suddenly remembering something. Flowers seemed to be a plant's… something?

source: 孤月一愣，突然明白了什么，猛的睁大了眼睛，不敢置信的扫向身边的众堂主们。众人纷纷回避，就连奚秋也转过了头去。
en_us: Lonemoon hesitated. Suddenly, he understood something. He opened his eyes even wider and turned to look at all the Hall Masters standing behind him. Everyone took a step back. Even Xi Qiu turned away.

source: 孤月一愣，转头看向后面突然出现的人，呆了一下，猛低头看向圆石的影像，再低头，再看……
en_us: Taken aback, Lonemoon turned around to look at the person who had suddenly appeared behind him. For a moment he seemed perplexed, then all of a sudden he lowered his head down to look at the image on the round stone. Incredulous, he dipped his head still further, peering at the image again…

source: 孤月一愣，还没反应过来，却听得背后突然传来咕噜噜的一阵古怪的声音，刚刚修为还在急速飚升的青亦，身上灵气顿时一泄千里，散得干干净净。
en_us: Lonemoon was stunned, unable to think of a response. Behind him, he heard a strange rumbling noise. A moment ago, Qing Yi's cultivation level had been increasing, yet now all his Spirit Qi was dissipating.

source: 孤月一愣，这却发现，四周的景象起了变化，好像正被什么打散重组一样，不到半会一层层的石阶就出现在了两人脚下，直通向上空。
en_us: Lonemoon followed his gaze and realised that the surroundings were changing. It looked as though everything was being taken apart and re-organized.. After a few seconds, a flight of stone steps appeared before the two people, leading straight into the sky.

source: 孤月一愣，顿时明白过来，“你的意思是说……如若他不懂得压制剑气，那你的仙气入他丹田中，即使他不知道方法，本能也会奋力反抗。若是他知道，又不可能任由剑气暴发？”
en_us: His word pulled Lonemoon up short, only for a quick second before she understood the situation, "You mean... if he is incapable of suppressing the Qi of sword, h will instinctively resist your Immortal Qi when you tried to enter his elixir field, no matter what. But if he knew how, why will he let the Qi break out?"

source: 孤月一脸深意的拍了拍他的肩，“听我的没错，你将来会懂的。”
en_us: Lonemoon patted his shoulder with a knowing look. "Just listen to me. You will understand in future."

source: 孤月上前一步，这才开口道，“你既已入我玄天宗，你剑体之事我当然不会说出去。剑修修行不易，今日起，你便拜入我门下，做我孤月的亲传弟子吧。”
en_us: Lonemoon took a step forward before answering, "Since you have entered my Blackheaven Sect, of course I will not tell reveal to others about your Innate Sword Embodiment. Sword cultivation is no easy task. From today onwards, I would like you to join our sect to become my personal disciple."

source: 孤月不喜欢这群弟子，非常不喜欢。为了不让门派变成体修门派，他操碎了心，这群弟子要是收下了，那无敌派就彻底扭不过来了。
en_us: Lonemoon did not like the new disciples; he detested them. His heart was incredibly troubled over the future of the sect. He did not want them to become a sect of body cultivators. But If he accepted these disciples into the sect, there would be no hope for Invincible Sect to change its path.

source: 孤月不禁打了个寒颤，单瞧这些丹药的数量来看，死在他们手上的人还不知道有多少。
en_us: Lonemoon could not help but shudder. Looking at the amount of elixir pills, the number of people who had died in their hands must have been considerable.

source: 孤月与沈萤不得不退了出去，回到了那片放着炉鼎的草地上。刚一出来，就听得轰隆一声巨响，仙宫已经塌了大半，两个身影从里面飞了出来，冲向上空。
en_us: Lonemoon and Shen Ying had to step outside. They observed the duel from the field where the human cauldron was. The moment they stepped out, they heard a huge explosion behind them; half of the Immortal Pavilion had collapsed. Qing Yi and Yi Qing flew up from inside the Immortal Pavilion into the sky.

source: 孤月与羿清交换了个眼神，看了看满满当当的高台才回道，“有劳轩辕家主。”
en_us: Lonemoon exchanged a look with Yi Qing, and after looking at the packed viewing stands, he replied, "Thank you for your trouble."

source: 孤月与羿清在城内打听了一圈，算是把上青界的情况摸了个大概。
en_us: Lonemoon and Yi Qing asked around and began to get a good picture of the situation in the Upper Azure World..

source: 孤月与羿清对视一眼，都是一副一言难尽的样子。
en_us: Lonemoon and Yi Qing exchanged looks, both not knowing what to say.

source: 孤月也明白过来，顿时十几个人的视线，齐唰唰的看向了某个素菜。
en_us: Lonemoon understood and suddenly, the gazes of everyone settled on a certain vegetable.

source: 孤月也注意到了地上的挺尸，转头看了沈萤一眼，默默的伸出了大拇指，这效率……不愧是友方外挂，值两袋灵石的价。
en_us: Lonemoon also noticed the stiff corpse on the floor, then he turned and looked at Shen Ying, silently giving her a thumbs up. This efficiency… She was indeed a cheater friend, worth two bags of spirit stones.

source: 孤月习惯性的唤出了防护结界，沈萤刚皱了皱眉，羿清却上前一步挥出一剑，身上剑气顿时全数暴发出来，形成一把巨剑直接截断了那条火龙。
en_us: Lonemoon instinctively summoned his defensive shield. Shen Ying frowned while Yi Qing stepped forward and waved his sword. The Sword Qi surrounding Yi Qing's body erupted and formed a powerful sword, which Yi Qing used to slice the inferno dragon's body into two.

source: 孤月仿佛习惯了他人惊讶的神情，淡淡的开口道，“你便是他们所说的那位金丹剑修？”
en_us: As if accustomed to the surprise of others, Lonemoon asked coolly, "You are the one they call the Golden Core sword cultivator?"

source: 孤月全身仙气都散了，不可能再挡住这多余的一道天雷。
en_us: Lonemoon's Immortal Qi had all dissipated. There was no way he could withstand another strike of the divine lightning.

source: 孤月再次低头看了眼曲双城，魔界之门虽然没有打开的迹象，但上面附着的魔气已经十分惊人了。特别是那些仙气浅薄的点，很明显就是仙脉快要压制不住魔门的趋势，之前那个闯入城主府里的魔族，可能就是钻空子出来的杂鱼，或根本还不是完整的魔族本体。
en_us: Lonemoon once again looked down at Qushuang City. Even though there are no signs of the door of Demon Realm opening, but the dense demonic Qi surrounding it is already enough to terrify them. It is obvious that especially at the places with significantly lesser immortal Qi than others, the immortal pulse cannot keep the door of Demon Realm shut any longer. Previously the demonic beast that had invaded the city had probably luckily entered the city through a gap, or it might not even be the complete true form of the demonic beast itself.

source: 孤月几乎是用生平最快的速度飞到了迎缘峰，这才想起，没有问奚秋对方住在哪座洞府。他不得不用神识直接探查过整个山峰，才在峰底的一座小院里，发现了一道陌生的身影。
en_us: Flying at record speed, Lonemoon soon reached Yingyuan Peak. It was only then that he realized that he had not asked Xi Qiu which cave it was. He had to scan the whole mountain peak using his Divine Perception before finding an unfamiliar figure in a small yard below the mountain peak.

source: 孤月出剑挡住最前面青尹的攻势，两道剑气相撞，残余的剑气瞬间就在四周劈出一道道的裂痕。两人修为相当，但孤月毕竟是剑修，剑气自然不同于普通修士，直接把青尹逼退了几米。
en_us: Lonemoon took out his sword and blocked Qing Yin's attack. The collision of the two swords released Sword Qi, creating slash marks in the surroundings. The two of them were almost equals in terms of cultivation, but Lonemoon was a sword cultivator afterall. His Sword Qi was different from ordinary cultivators. Qing Yin staggered backward from the impact.

source: 孤月切了一声，直接翻了个白眼，他们这么多修士在这里，那妖怪又不瞎，引得出来才怪？傻子才会……
en_us: On hearing this, Lonemoon let out a snort of derision and rolled his eyes. There were so many cultivators here, the demon was not blind, why would it fall for this ruse? Only a fool would…

source: 孤月刚一剑逼退了青尹，身前却迎来青岚带着游仙威压的一击，眼看着那一剑就要落在对方的身上。
en_us: Lonemoon had just overpowered Qing Yin with one move, when from beside him came a formidable attack from the Travelling Immortal Qing Lan. He braced himself for the sword to strike him.

source: 孤月原本以为，凭着世家的地位，郁家怎么着也会要闹上一二回的，或是发动舆论威逼一下之类。却没想到他们认怂得这么彻底。
en_us: Lonemoon initially thought that the Yu Family would retaliate or at least argue with them at least once, given their reputation as an aristocratic family. Yet, it seemed that they had been beaten into full submission.

source: 孤月原本是想厚着脸皮蹭顿饭，试试味道的。可惜最终还是没试成。奚秋突然急匆匆的赶过来，原本以为他是代表门派祝贺羿清结婴成功，他却直直朝着他行了个礼，满脸沉重的道，“师叔，出大事了！”
en_us: Lonemoon originally wanted to be thick-skinned and get a free meal to try out the dishes. However he still did not manage to try; Xi Qiu had suddenly rushed over. At first he thought that he was representing the sect to congratulate Yi Qing's successful Nascent Soul Formation, but Xi Qiu bowed towards him with a solemn face as he said, "Uncle Master, something bad has happened!"

source: 孤月又说了一堆鼓励的场面话，这才沉声道，“近段时间你们可以先跟着我学些基本的术法，只是你们原本就有修为，我得先知道你们的具体情况才能开始教授。说说你们之前都学过些什么，修练的什么功法吧？”
en_us: Lonemoon continued with some more encouraging words before switching into a grave tone, saying, "All of you can learn some basic sorcery from me first, but since everyone already has some cultivation, I need to know your specific situations before beginning my teachings. Do share what have you learned before and what kind of cultivation technique you have practiced previously."

source: 孤月只觉得一滴冷汗从额间滑了下来，还好醒得快，这一剑刚刚是要打在他身上吧？是要砍他的吧！
en_us: Lonemoon felt drips of cold sweat drip down his body. Thank goodness I regained conciousness. This sword was clearly headed straight for my body. It would have gone right through me!

source: 孤月只觉得血压直线飙升，有种想把眼前人掐死的冲动，深吸了几口气冷静了下来，想了想，直接从身侧的储物袋里掏出一袋灵石咚的一声砸在桌上。
en_us: Lonemoon felt his blood pressure continue to rise. His head began to fill with images of him strangling her. He began to take deep breaths to calm himself down. Pausing to think, he then reached into the storage bag at his side, pulled out a bag of spirit stones and tossed them onto the table. They landed with a solid thud.

source: 孤月叹了口气，眼看比赛快要开始，“我等不能在这久留，放心我们会在外面看着你们的，加油。”
en_us: Lonemoon sighed, then seeing that the competition was about to start, he said, "We can't stay here for too long. Don't worry though. We’ll be watching you guys from outside, so do your best."

source: 孤月和奚秋都惊了一下，一时没反应过来，半会才意识到——这是上青界的人！
en_us: Lonemoon and Xi Qiu were momentarily perplexed before they finally came to a realisation — these were people from the Upper Azure World!
